brew 'ag'
brew 'bat'
brew 'cheat'
brew 'git'
brew 'ipython'
brew 'macvim'
brew 'mosh'
brew 'numpy'
brew 'opencv'
brew 'openssh'
brew 'pandoc'
brew 'pkg-config'
brew 'python'
brew 'python@2'
brew 'scipy'
brew 'ssh-copy-id'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wakeonlan'
brew 'wget'
brew 'zsh'

# For pyenv
brew 'pyenv'
brew 'openssl'
brew 'readline'
brew 'sqlite3'
brew 'xz'
brew 'zlib'

# GUI apps
tap 'homebrew/cask'
cask '1password'
cask 'alfred'
cask 'carbon-copy-cloner'
cask 'clion'
cask 'daisydisk'
cask 'docker'
cask 'dropbox'
cask 'fantastical'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'grammarly'
cask 'iina'
cask 'iterm2'
cask 'kaleidoscope'
cask 'karabiner-elements'
cask 'keepingyouawake'
cask 'mactex'
cask 'mendeley'
cask 'paintbrush'
cask 'pdftotext'
cask 'pycharm'
cask 'scroll-reverser'
cask 'skim'
cask 'sublime-text'
cask 'sound-control'
cask 'sourcetree'
cask 'spotify'
cask 'teamviewer'
cask 'the-unarchiver'
cask 'transmission'
cask 'webstorm'
cask 'ynab'

# QuickLook plugins
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-json'

# Fonts
tap 'caskroom/fonts'
cask 'font-fira-sans'
cask 'font-fira-code'
