brew 'ag'
brew 'cheat'
brew 'git'
brew 'ipython'
brew 'macvim'
brew 'mosh'
brew 'numpy'
brew 'opencv'
brew 'openssh'
brew 'pkg-config'
brew 'python'
brew 'python@2'
brew 'scipy'
brew 'ssh-copy-id'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wakeonlan'
brew 'wget'
brew 'zsh'

# For pyenv
brew 'pyenv'
brew 'openssl'
brew 'readline'
brew 'sqlite3'
brew 'xz'
brew 'zlib'
