brew 'ack'
brew 'boost'
brew 'cgdb'
brew 'cmake'
brew 'dinghy'
brew 'docker'
brew 'eigen'
brew 'ffmpeg'
brew 'git'
brew 'iperf3'
brew 'numpy'
brew 'open-ocd'
brew 'pkg-config'
brew 'python'
brew 'ssh-copy-id'
brew 'wget'
brew 'youtube-dl'