# Tools and stuff
brew 'ag'
brew 'bat'
brew 'cheat'
brew 'dockutil'
brew 'exa'
brew 'fzf'
brew 'git'
brew 'ipython'
brew 'macvim'
brew 'mosh'
brew 'numpy'
brew 'opencv'
brew 'openssh'
brew 'pandoc'
brew 'pkg-config'
brew 'python'
brew 'python@2'
brew 'rsync'
brew 'scipy'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'tmux'
brew 'wakeonlan'
brew 'wget'
brew 'wifi-password'
brew 'zsh'

# For pyenv
brew 'pyenv'
brew 'openssl'
brew 'readline'
brew 'sqlite3'
brew 'xz'
brew 'zlib'

# Replace outdated bash, core utils, GNU utilities etc
brew 'bash'
brew 'bash-completion2'
brew 'coreutils'
brew 'file-formula'
brew 'findutils'
brew 'gawk'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which'
brew 'grep'
brew 'less'
brew 'make'
brew 'screen'
brew 'vim'
# Note many of these have PATH changes in commonrc
